{
  "tutorial1": "<p><b>Willkommen im Katalog-Client</b></p><p>Schauen wir uns kurz die wichtigsten Funktionen gemeinsam an. Drücke <i>Weiter</i> zum starten.</p><p>Du kannst diese Anleitung jederzeit <i>Überspringen</i> und mit der <i class='fa fa-book'/> Schaltfläche unten rechts wieder zurückkommen.</p>",
  "tutorial2": "<p><b>Die Karte</b></p><p>Hast Du die Karte im Hintergrund bemerkt? Sie zeigt die verfügbaren Satellitendaten.</p><p>Navigiere zu dem Gebiet das Dich interessiert indem Du die Karte verschiebst und zoomst, entweder mit <i>Links-Klick + Ziehen</i> und <i>Mausrad scrollen</i> oder <i>Ein-Finger-Ziehen</i> und <i>Zwei-Finger-Zoom</i>.</p><p>Zufrieden mit den angezeigten Daten? Noch nicht? Lass uns den Zeitraum anpassen.</p>",
  "tutorial3": "<p><b>Die Zeitleiste</b></p><p>Die Zeitleiste zeigt die Verteilung der Daten über die Zeit. Der grau hinterlegte Bereich zeigt das momentan ausgewählte Zeitintervall.</p><p>Navigiere zu der Zeit die Dich interessiert indem Du auch die Zeitleiste verschiebst (nur im unteren Bereich) und zoomst. Ändere die Auswahl des Zeitintervalls mit <i>Links-Klick + Ziehen</i> im oberen Bereich aus.</p><p>Hast Du bemerkt wie sich die auf der Karte angezeigten Daten und die Suchergebnisse verändert haben?</p>",
  "tutorial4": "<p><b>Suchergebnisse</b></p><p>Die im momentan angezeigten Gebiet und ausgewählten Zeitintervall liegenden Satellitendaten werden hier angezeigt.</p><p>Untersuche Details indem Du mit der Maus über einen Eintrag fährst und <button class='btn btn-default btn-xs btn-disabled'><i class='fa fa-info-circle'/></button> drückst oder wähle Einträge für den Download aus.</p><p>Die Suchergebnisse sind zu umfangreich? Lass uns weitere Filter anwenden.</p>",
  "tutorial5": "<p><b>Filter</b></p><p>Diese Filter erlauben die Suchergebnisse weiter einzuschränken. Beachte, dass der zeitliche und der räumliche Filter schon über die Karte und die Zeitleiste angewendet werden.</p><p>Wende <i>zusätzliche Filter</i> an indem Du die gewünschten Werte auswählst bzw. eingibst.</p><p>Ist das Suchergebnis kleiner geworden?</p>",
  "tutorial6": "<p><b>Kartenebenen</b></p><p>Hier werden die verfügbaren Karten- und Datenebenen angezeigt.</p><p>Selektiere und deselektiere <i>Ebenen</i> für die Anzeige und Suche. <i>Überlagerungen</i> und <i>Basisebenen</i> werden nur für die Anzeige auf der Karte verwendet.</p><p>Bist Du mit dem Suchergebnis zufrieden?</p><p>Wiederhole alle Schritte bis Du die richtigen Satellitendaten gefunden hast. Viel Spaß damit.</p>"
}
