{
  "search_error": "An error occurred during the search",
  "search_norecords": "No products matched the search",
  "search_n_layers_selected": "One layer selected to show",
  "search_n_layers_selected_plural": "{{count}} layers selected to show",
  "download_norecords": "No products selected for download",
  "terms_and_conditions": "I have read and agree to the <a href='{{value}}'>terms &amp; conditions</a>",
  "start_download": "Start download of one product",
  "start_download_plural": "Start download of {{count}} products",
  "confirm_download": "'Download' starts the download of one product",
  "confirm_download_plural": "'Download' starts the download of {{count}} products",
  "confirm_note": "Note, the browser might open multiple confirmation dialogs or issue a warning. Besides, typically browsers have a limit of 6 concurrent downloads and thus too many downloads will block the client.",
  "timefilter_warning": "Search results may differ from products shown on map because of using a separate time filter",
  "advancedfilter_warning": "Search results may differ from products shown on map because of using additional filters",
  "toomanyresults_warning": "Search results may differ from products shown on map because search results are too big",
  "tutorial1": "<p><b>Welcome to the Catalog Client</b></p><p>Let's briefly walk through the main functionalities. Hit <i>Next</i> to start.</p><p>Feel free to <i>Skip</i> any time and to resume later using the <i class='fa fa-book'/> button at the bottom right.</p>",
  "tutorial2": "<p><b>The Map</b></p><p>Noticed the map in the back? It displays available satellite data.</p><p>Navigate to your area of interest by panning and zooming, either using <i>left click + drag</i> and <i>mouse wheel scroll</i> or <i>one finger drag</i> and <i>two finger pinch</i>.</p><p>Satisfied with the displayed data? Not yet? Let's change the time of interest <i>Next</i>.</p>",
  "tutorial3": "<p><b>The Timeslider</b></p><p>The timeslider displays the distribution of data over time.</p><p>Navigate to your time of interest again by panning (only in the bottom area) and zooming. Set a time interval using <i>left click + drag</i> in the top area.</p><p>Did you notice how the data displayed on the map and the search results changed?</p>",
  "tutorial4": "<p><b>Search Results</b></p><p>The satellite data within the current area and time of interest is listed here.</p><p>Inspect details by hovering over an item and hitting <button class='btn btn-default btn-xs btn-disabled'><i class='fa fa-info-circle'/></button> or select items for download.</p><p>Your result list is too long? Let's apply more filters <i>Next</i>.</p>",
  "tutorial5": "<p><b>Filters</b></p><p>These filters allow to narrow down the search results. Note that the time and spatial filters are already applied via the map and timeslider.</p><p>Apply <i>Additional Filters</i> by selecting or typing the values of interest.</p><p>Did the search result list get smaller?</p><p>Iterate all steps until you find the right satellite data to enjoy.</p>"
}
